{
    "Jokes": [
        "A pair of chickens walk up to the circulation desk at a public library and say Buk Buk BUK.",
        "There are two eggs in a frying pan.. The first egg says Hello, the second egg says ahh a talking egg!",
        "Where is the best place to learn about eggs? In the hen-cyclopedia!",
        "Why did the egg cross the road? To get to the shell station!",
        "What do you call a city of 20 million eggs? NEW YOLK CITY!",
        "Why can't you tease egg whites? They can't take a yolk!",
        "How can you drop an egg six feet without breaking it? By dropping it at seven feet... it won't break for the first six.", 
        "How does a wrich make scrambled eggs? She holds the pan and gets two friends to make the stobe shake with fright.", 
        "What happens if you play table tennis with a bad egg? It goes ping, then it goes pong.",
        "Did you hear about the wizard who turned his friend into an egg? He ketp trying to poach his ideas.", 
        "What do you call an egg that goes on google.com? An eggsplorer!", 
        "What happens when you tell an egg joke? It cracks up!",
        "How many eggs does it take to screw in a light bulb? None. Eggs don't have hands.",
        "What day of the week do chickens hate the most? FRY-DAY!",
        "Why did the chicken cross the playground? To get to the other side!",
        "Why did the egg fail its driving test? He liked to egg-celerate too much.",
        "What's the worst crime an egg can commit? Poaching.",
        "What do you call a mischievous egg? A practical yolker.",
        "What's an egg's go-to coffee order? Double egg-spresso.",
        "What did Snow White name her hen? Egg White.",
        "What did the egg say after passing its test? Omelet smarter than I look!",
        "How do eggs run so fast? They're afraid of being beaten.",
        "Who tells the best egg jokes? Comedy-hens.",
        "What happened to the chicken that caused a fight at school? He was egg-spelled.",
        "Where do penguins store their eggs? In their egg-loos.",
        "Why don't dinosaurs lay eggs? They're egg-stinct.",
        "What do you call a self-obsessed egg? An egg-o maniac."
    ],
    "Puns": [
        "You're looking egg-cellent this evening.",
        "Don't yolk around, this is a Guilded server.",
        "Omeletting this a side.. You're cool.",
        "Let's hatch a plan! I am so egg-cited!",
        "....Egg-sactly!",
        "Your jokes are cracking me up!",
        "Don't be such a rotten egg now, behave and follow the rules.",
        "Quit egg-noring me! I want to tell you about my eggs-tra activities!",
        "Yolk gotta be kidding me right now!", 
        "Don't be such an egghead.",
        "THATS ALL FOR TODAY YOLKS!",
        "My brain is scrambled..",
        "The police spent hours questioning an egg. I think it's about to crack.",
        "I ate the world's largest egg this week... that will take some beating.",
        "You just can't beat an egg-based dessert... am I right, or a meringue?",
        "A chicken and an egg walk into a bar and the bartender asks, Who's first?",
        "When an egg doesn't do enough eggs-ercise before a race, they get scrambled legs.",
        "The egg cracked some jokes at the comedy bar, but he left a real mess.",
        "I saw an egg behaving really strangely today. He must have been very egg-centric.",
        "Charles Chickens is the author of Great Egg-xpectations.",
        "An egg and a piece of toast walk into a bar together. The bartender says, Sorry, we don't serve breakfast here.",
        "The eggs decided to leave Europe, so we need to prepare for Breggsit.",
        "Eggs always love having clowns at their birthday parties because they know how to crack them up."
    ]
}